<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<strong>요청한 페이지는 존재하지 않습니다.</strong><br><br>
주소를 올바르게 입력했는지 확인해보시기 바랍니다.
</body>
</html>
<!-- 
	만약 에러페이지의 길이가 513바이트 보다 작다면
	인터넷익스플로러는 이 페이지가 출력하는 에러페이지를 출력하지 않고
	자체적으로 제공하는 'HTTP 오류메세지' 화면을 출력할 것이다.
	만약 에러페이지의 길이가 513바이트보다 작은데
	에러페이지의 내용이 인터넷 익스플로러에서도 올바르게 출력되길
	원한다면, 응답결과에 이 주석과 같은 내용을 포함시켜서
	에러페이지의 길이가 513바이트 이상이 되도록 해 주어야 한다.
	참고로 이 주석은 456바이트이다................................................
	........................................................................................
	........................................................................................
	........................................................................................
 -->